Repository: PhiliGuertler/pile-of-shame
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, ru

source: About this app
de: Über diese App
es: Acerca de esta aplicación
fr: À propos de cette application
ja: このアプリについて
ko: 이 어플에 대하여
ru: Об этом приложении

source: Add DLC
de: DLC hinzufügen
es: Agregar DLC
fr: Ajouter un DLC
ja: DLCを追加
ko: DLC 추가
ru: Добавить DLC

source: Add game
de: Spiel hinzufügen
es: Agregar juego
fr: Ajouter un jeu
ja: ゲームを追加
ko: 게임 추가
ru: Добавить игру

# addGamesToGenerateALibraryAnalysis
source: Add games or hardware to generate a library analysis
de: Füge Spiele oder Hardware hinzu, um eine Bibliotheksanalyse zu generieren
es: Agrega juegos o hardware para generar un análisis de la biblioteca
fr: Ajoutez des jeux ou du matériel pour générer une analyse de la bibliothèque
ja: ライブラリの分析を生成するには、ゲームまたはハードウェアを追加してください
ko: 라이브러리 분석을 생성하려면 게임 또는 하드웨어를 추가하세요
ru: Добавьте игры или оборудование, чтобы сгенерировать анализ библиотеки

source: Add hardware
de: Hardware hinzufügen
es: Agregar hardware
fr: Ajouter du matériel
ja: ハードウェアを追加
ko: 하드웨어 추가
ru: Добавить оборудование

# addThePillarsOfYourPileOfShameByAddingHardware
source: Add the pillars of your pile of shame by adding your consoles, controllers and other gaming hardware.
de: Baue die Stützen Deines Pile of Shame auf, indem Du Deine Konsolen, Controller und weitere Gaming-Hardware hinzufügst.
es: Construye los pilares de tu Pile of Shame agregando consolas, controladores y otro hardware de juegos.
fr: Construisez les piliers de votre Pile of Shame en ajoutant des consoles, des manettes et d'autres matériels de jeu.
ja: コンソール、コントローラー、その他のゲーミングハードウェアを追加して、Pile of Shameの支柱を構築してください。
ko: 하드웨어를 추가하여 당신의 Pile of Shame의 기둥을 세우세요.
ru: Постройте опоры своего Pile of Shame, добавив консоли, контроллеры и другое игровое оборудование.

source: Age rating
de: Altersfreigabe
es: Clasificación por edad
fr: Classification par âge
ja: 年齢制限
ko: 연령 등급
ru: Возрастной рейтинг

source: all
de: Alle
es: Todos
fr: Tous
ja: すべて
ko: 모두
ru: Все

source: All games deleted
de: Alle Spiele gelöscht
es: Todos los juegos eliminados
fr: Tous les jeux supprimés
ja: すべてのゲームが削除されました
ko: 모든 게임이 삭제되었습니다
ru: Все игры удалены

source: Analytics
de: Analysen
es: Análisis
fr: Analyses
ja: 分析
ko: 분석
ru: Аналитика

# analyticsExcludeWishlistedGames
source: The following analytics deal exclusively with games that are not on your wish list if there is no asterisk in the title of the graphic.
es: Los siguientes análisis se aplican exclusivamente a juegos que no están en tu lista de deseos, a menos que haya un asterisco en el título de la gráfica.
fr: Les analyses suivantes concernent exclusivement les jeux qui ne sont pas sur votre liste de souhaits, sauf s'il y a une étoile dans le titre de la graphique.
ja: 以下の分析は、タイトルのグラフに星印がない場合、ウィッシュリストにないゲームのみを対象としています。
ko: 다음 분석은 위시리스트에 없는 게임에만 적용됩니다. 제목에 별표가 없으면 위시리스트에 없는 것으로 간주됩니다.
ru: Следующие анализы касаются исключительно игр, которых нет в вашем списке желаемого, если в заголовке графика нет звездочки.

# analyticsGames
source: Game analytics
de: Spieleanalyse
es: Análisis de juegos
fr: Analyse des jeux
ja: ゲームの分析
ko: 게임 분석
ru: Анализ игр

source: App-Settings
de: App-Einstellungen
es: Configuración de la aplicación
fr: Paramètres de l'application
ja: アプリの設定
ko: 앱 설정
ru: Настройки приложения

source: Appearance
de: Erscheinung
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
ru: Внешний вид

source: average
de: Durchschnitt
es: Promedio
fr: Moyenne
ja: 平均
ko: 평균
ru: Среднее

source: Average price
de: Durchschnittspreis
es: Precio promedio
fr: Prix moyen
ja: 平均価格
ko: 평균 가격
ru: Средняя цена

# beforeYouImportGamesYouShouldExportYourPreviousGamesAsAPrecaution
source: Before you import games or hardware, you should export your current database as a precaution. Changes made by imports cannot be undone.
de: Bevor Du Spiele oder Hardware importierst, solltest Du Deine bisherige Datenbank vorsichtshalber exportieren. Änderungen durch Importe können nicht rückgängig gemacht werden.
es: Antes de importar juegos o hardware, deberías exportar tu base de datos actual como precaución. Los cambios realizados por las importaciones no se pueden deshacer.
fr: Avant d'importer des jeux ou du matériel, vous devriez exporter votre base de données actuelle par précaution. Les modifications apportées par les importations ne peuvent pas être annulées.
ja: ゲームまたはハードウェアをインポートする前に、前回のデータベースを念のためエクスポートしてください。インポートによる変更は元に戻せません。
ko: 게임 또는 하드웨어를 가져오기 전에 이전 데이터베이스를 예방 차원으로 내보내는 것이 좋습니다. 가져오기로 인한 변경은 되돌릴 수 없습니다.
ru: Перед импортом игр или оборудования вы должны экспортировать свою предыдущую базу данных на всякий случай. Изменения, внесенные импортом, нельзя отменить.

source: borrowed
es: Prestado
fr: Prêté
ja: 借りた
ko: 빌림
ru: Заимствовано

source: bottom area
de: unterer Bereich
es: Área inferior
fr: Zone inférieure
ja: 下部エリア
ko: 하단 영역
ru: Нижняя область

source: Bottom bars
de: Bauchbinden
es: Barras inferiores
fr: Barres inférieures
ja: ボトムバー
ko: 하단 막대
ru: Нижние панели

source: bought
es: Comprado
fr: Acheté
ja: 購入済み
ko: 구매함
ru: Куплено

source: Build your pile of shame by adding new games.
de: Baue Deinen Pile of Shame auf, indem Du neue Spiele hinzufügst.
es: Construye tu Pile of Shame agregando nuevos juegos.
fr: Construisez votre Pile of Shame en ajoutant de nouveaux jeux.
ja: 新しいゲームを追加して、Pile of Shameを構築してください。
ko: 새로운 게임을 추가하여 Pile of Shame을 쌓아보세요.
ru: Постройте свой Pile of Shame, добавив новые игры.

source: Build your pile of shame by adding new games in the main menu.
de: Baue Deinen Pile of Shame auf, indem Du neue Spiele im Hauptmenü hinzufügst.
es: Construye tu Pile of Shame agregando nuevos juegos en el menú principal.
fr: Construisez votre Pile of Shame en ajoutant de nouveaux jeux dans le menu principal.
ja: メインメニューで新しいゲームを追加して、Pile of Shameを構築してください。
ko: 메인 메뉴에서 새로운 게임을 추가하여 Pile of Shame을 쌓아보세요.
ru: Постройте свой Pile of Shame, добавив новые игры в главном меню.

source: by age rating
de: nach Altersfreigabe
es: Por clasificación por edad
fr: Par classification par âge
ja: 年齢制限順
ko: 연령 등급순
ru: По возрастному рейтингу

source: by base price
de: nach Basis-Preis
es: Por precio base
fr: Par prix de base
ja: 基本価格順
ko: 기본 가격순
ru: По базовой цене

# byCreatedAt
source: by creation date
de: nach Erstellungsdatum
es: Por fecha de creación
fr: Par date de création
ja: 作成日順
ko: 생성일순
ru: По дате создания

source: by DLC count
de: nach Anzahl DLCs
es: Por cantidad de DLCs
fr: Par nombre de DLC
ja: DLC数順
ko: DLC 수순
ru: По количеству DLC

source: by DLC price
de: nach DLC Preis
es: Por precio de DLC
fr: Par prix de DLC
ja: DLC価格順
ko: DLC 가격순
ru: По цене DLC

source: by favorites
de: nach Favoriten
es: Por favoritos
fr: Par favoris
ja: お気に入り順
ko: 즐겨찾기순
ru: По избранным

# byHasDLCs
source: by DLCs
de: nach DLCs
es: Por DLCs
fr: Par DLCs
ja: DLCあり順
ko: DLC 보유 여부순
ru: По наличию DLC

# byHasNotes
source: by notes
de: nach Notizen
es: Por notas
fr: Par notes
ja: メモあり順
ko: 메모 여부순
ru: По наличию заметок

# byLastModified
source: by modification date
de: nach Änderungsdatum
es: Por última modificación
fr: Par dernière modification
ja: 最終変更日順
ko: 최종 수정일순
ru: По последнему изменению

source: by name
de: nach Name
es: Por nombre
fr: Par nom
ja: 名前順
ko: 이름순
ru: По имени

# byNone
source: by nothing
de: nach nichts
es: Por ninguno
fr: Par aucun
ja: なし
ko: 없음
ru: Без сортировки

source: by platform
de: nach Plattform
es: Por plataforma
fr: Par plateforme
ja: プラットフォーム順
ko: 플랫폼순
ru: По платформе

source: by platform family
de: nach Plattform-Familie
es: Por familia de plataforma
fr: Par famille de plateforme
ja: プラットフォームファミリー順
ko: 플랫폼 패밀리순
ru: По семейству платформ

source: by price
de: nach Preis
es: Por precio
fr: Par prix
ja: 価格順
ko: 가격순
ru: По цене

source: by status
de: nach Status
es: Por estado
fr: Par statut
ja: ステータス順
ko: 상태순
ru: По статусу

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨
ru: Отменено

# changeAppColor
source: Change primary color of App
de: Hauptfarbe der App ändern
es: Cambiar color principal de la aplicación
fr: Changer la couleur principale de l'application
ja: アプリのメインカラーを変更
ko: 앱 색상 변경
ru: Изменить основной цвет приложения

source: Choose a Color
de: Wähle eine Farbe
es: Elige un color
fr: Choisissez une couleur
ja: 色を選択
ko: 색상 선택
ru: Выберите цвет

source: Choose a currency symbol
de: Wähle ein Währungs-Symbol
es: Elige un símbolo de moneda
fr: Choisissez un symbole de devise
ja: 通貨記号を選択
ko: 통화 기호 선택
ru: Выберите символ валюты

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть

source: Come to the dark side
de: Komm zur dunklen Seite
es: Ven al lado oscuro
fr: Viens du côté obscur
ja: ダークサイドに来てください
ko: 어둡고 강력한 쪽으로 오세요
ru: Присоединяйтесь к темной стороне

source: completed
de: Durchgespielt
es: Completado
fr: Terminé
ja: クリア済み
ko: 완료됨
ru: Завершено

# completed100Percent
source: 100% completed
de: Durchgespielt zu 100%
es: Completado al 100%
fr: Terminé à 100%
ja: 100%クリア
ko: 100% 완료됨
ru: Завершено на 100%

source: completion rate
de: Durchspielrate
es: Tasa de completado
fr: Taux de complétion
ja: クリア率
ko: 완료율
ru: Процент завершения

source: Created at
de: Erstellt am
es: Creado el
fr: Créé le
ja: 作成日
ko: 생성일
ru: Создано

source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
ru: Валюта

# currencyCoin
source: Coin
de: Münze
es: Moneda
fr: Pièce
ja: コイン
ko: 코인
ru: Монета

# currencyDollar
source: Dollar
es: Dólar
ja: ドル
ko: 달러
ru: Доллар

# currencyEuro
source: Euro
ja: ユーロ
ko: 유로
ru: Евро

# currencyPound
source: Pound
de: Pfund
es: Libra
fr: Livre
ja: ポンド
ko: 파운드
ru: Фунт

# currencyWon
source: Won
ja: ウォン
ko: 원
ru: Вон

# currencyYen
source: Yen/Yuan
ja: 円
ko: 엔/위안
ru: Иена/Юань

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 어두운
ru: Темный

# dateAtTime
source: {date} at {time} o'clock
de: {date} um {time} Uhr
es: {date} a las {time}
fr: {date} à {time}
ja: {date} {time}
ko: {date} {time}에
ru: {date} в {time}

source: delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
ru: Удалить

source: Delete all games?
de: Alle Spiele löschen?
es: ¿Eliminar todos los juegos?
fr: Supprimer tous les jeux ?
ja: すべてのゲームを削除しますか？
ko: 모든 게임 삭제?
ru: Удалить все игры?

source: Delete all games and hardware?
de: Alle Spiele und Hardware löschen?
es: ¿Eliminar todos los juegos y hardware?
fr: Supprimer tous les jeux et matériels ?
ja: すべてのゲームとハードウェアを削除しますか？
ko: 모든 게임과 하드웨어 삭제?
ru: Удалить все игры и оборудование?

source: Delete DLC
de: DLC löschen
es: Eliminar DLC
fr: Supprimer le DLC
ja: DLCを削除
ko: DLC 삭제
ru: Удалить DLC

source: Delete database
de: Datenbank löschen
es: Eliminar base de datos
fr: Supprimer la base de données
ja: データベースを削除
ko: 데이터베이스 삭제
ru: Удалить базу данных

source: Delete game
de: Spiel löschen
es: Eliminar juego
fr: Supprimer le jeu
ja: ゲームを削除
ko: 게임 삭제
ru: Удалить игру

source: Delete games
de: Spiele löschen
es: Eliminar juegos
fr: Supprimer les jeux
ja: ゲームを削除
ko: 게임 삭제
ru: Удалить игры

source: Delete hardware
de: Hardware löschen
es: Eliminar hardware
fr: Supprimer le matériel
ja: ハードウェアを削除
ko: 하드웨어 삭제
ru: Удалить оборудование

source: descending
de: absteigend
es: Descendente
fr: Descendant
ja: 降順
ko: 내림차순
ru: По убыванию

# dlc
source: {num, plural, =0{DLCs} =1{DLC} other{DLCs}}
ja: {num, plural, =0{DLC} =1{DLC} other{DLC}}
ko: {num, plural, =0{DLC} =1{DLC} other{DLC}}
ru: {num, plural, =0{DLC} other{DLC}}

source: DLC name
de: Name des DLCs
es: Nombre del DLC
fr: Nom du DLC
ja: DLC名
ko: DLC 이름
ru: Название DLC

source: DLCs
ja: DLC
ko: DLC
ru: DLC

source: Edit DLC
de: DLC bearbeiten
es: Editar DLC
fr: Modifier le DLC
ja: DLCを編集
ko: DLC 편집
ru: Редактировать DLC

source: Edit game
de: Spiel bearbeiten
es: Editar juego
fr: Modifier le jeu
ja: ゲームを編集
ko: 게임 편집
ru: Редактировать игру

source: End pieces
de: Endstücke
es: Piezas finales
fr: Pièces finales
ja: エンドピース
ko: 끝 부분
ru: Конечные части

source: Endless game
de: Endlosspiel
es: Juego sin fin
fr: Jeu infini
ja: エンドレスゲーム
ko: 끝없는 게임
ru: Бесконечная игра

source: Export all
de: Alle exportieren
es: Exportar todos
fr: Exporter tout
ja: すべてエクスポート
ko: 모두 내보내기
ru: Экспортировать все

source: Export database
de: Datenbank exportieren
es: Exportar base de datos
fr: Exporter la base de données
ja: データベースをエクスポート
ko: 데이터베이스 내보내기
ru: Экспортировать базу данных

# exportDatabaseToAJSONFile
source: Export the database to a JSON-file
de: Exportiere die Datenbank in eine JSON-Datei
es: Exportar la base de datos a un archivo JSON
fr: Exporter la base de données vers un fichier JSON
ja: データベースをJSONファイルにエクスポート
ko: 데이터베이스를 JSON 파일로 내보내기
ru: Экспортировать базу данных в файл JSON

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
ja: エクスポートに失敗しました
ko: 내보내기 실패
ru: Сбой экспорта

source: Export succeeded
de: Export erfolgreich
es: Exportación exitosa
fr: Exportation réussie
ja: エクスポートに成功しました
ko: 내보내기 성공
ru: Экспорт успешен

source: fancy animations
de: krasse Animationen
es: Animaciones llamativas
fr: Animations élaborées
ja: 洗練されたアニメーション
ko: 화려한 애니메이션
ru: Красочные анимации

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
ru: Избранные

source: Filter games
de: Spiele filtern
es: Filtrar juegos
fr: Filtrer les jeux
ja: ゲームをフィルタリング
ko: 게임 필터링
ru: Фильтровать игры

source: Full price
de: Gesamtpreis
es: Precio total
fr: Prix total
ja: 全額
ko: 전액 가격
ru: Полная цена

# game
source: {num, plural, =0{Games} =1{Game} other{Games}}
de: {num, plural, =0{Spiele} =1{Spiel} other{Spiele}}
es: {num, plural, =0{Juegos} =1{Juego} other{Juegos}}
fr: {num, plural, =0{Jeux} =1{Jeu} other{Jeux}}
ja: {num, plural, =0{ゲーム} =1{ゲーム} other{ゲーム}}
ko: {num, plural, =0{게임} =1{게임} other{게임}}
ru: {num, plural, =0{Игры} other{Игры}}

# gameAndDLCAmount
source: Game/DLC count
de: Spiel/DLC Anzahl
es: Cantidad de juegos/DLCs
fr: Quantité de jeux/DLCs
ja: ゲーム/DLCの数
ko: 게임/DLC 수량
ru: Количество игр/DLC

source: Game count
de: Spieleanzahl
es: Cantidad de juegos
fr: Nombre de jeux
ja: ゲーム数
ko: 게임 수
ru: Количество игр

source: Game display
de: Spiel-Display
es: Pantalla de juego
fr: Affichage du jeu
ja: ゲームディスプレイ
ko: 게임 디스플레이
ru: Отображение игр

source: Game library
de: Spiele-Bibliothek
es: Biblioteca de juegos
fr: Bibliothèque de jeux
ja: ゲームライブラリ
ko: 게임 라이브러리
ru: Библиотека игр

source: Game name
de: Name des Spiels
es: Nombre del juego
fr: Nom du jeu
ja: ゲーム名
ko: 게임 이름
ru: Название игры

source: Games
de: Spiele
es: Juegos
fr: Jeux
ja: ゲーム
ko: 게임
ru: Игры

# gamesInYourListThatAreOlderThanImportedGamesWillBeOverwritten
source: Games/hardware in your database that are older than imported games/hardware will be overwritten.
de: Spiele/Hardware in Deiner Datenbank, die älter als importierte Spiele/Hardware sind, werden überschrieben.
es: Los juegos/hardware en tu base de datos que son más antiguos que los juegos/hardware importados se sobrescribirán.
fr: Les jeux/matériels dans votre base de données plus anciens que les jeux/matériels importés seront écrasés.
ja: インポートされたゲームよりも古いゲーム/ハードウェアは上書きされます。
ko: 내 데이터베이스에 있는 내 리스트의 게임/하드웨어가 가져온 게임/하드웨어보다 오래된 경우 덮어쓰기됩니다.
ru: Игры/Оборудование в вашей базе данных, старше импортированных игр/оборудования, будут перезаписаны.

# gamesThatAreNotInYourListWillBeImported
source: Games/hardware that are not in your database will be imported.
de: Spiele/Hardware, die nicht in Deiner Datenbank sind, werden importiert.
es: Se importarán juegos/hardware que no estén en tu base de datos.
fr: Les jeux/matériels qui ne sont pas dans votre base de données seront importés.
ja: リストにないゲーム/ハードウェアがインポートされます。
ko: 내 데이터베이스에 없는 게임/하드웨어가 가져옵니다.
ru: Игры/Оборудование, которых нет в вашей базе данных, будут импортированы.

source: Games vs. Hardware
de: Spiele vs. Hardware
es: Juegos vs. Hardware
fr: Jeux vs Matériel
ja: ゲーム vs ハードウェア
ko: 게임 대 하드웨어
ru: Игры против оборудования

source: Games with notes
de: Spiele mit Notizen
es: Juegos con notas
fr: Jeux avec des notes
ja: メモ付きのゲーム
ko: 메모가 있는 게임
ru: Игры с заметками

source: gifted
es: Regalado
fr: Offert
ja: 贈られた
ko: 선물함
ru: Подарено

source: Github repository
es: Repositorio de Github
fr: Répertoire Github
ja: GitHubリポジトリ
ko: GitHub 저장소
ru: Репозиторий Github

source: Group games
de: Spiele gruppieren
es: Agrupar juegos
fr: Regrouper les jeux
ja: ゲームをグループ化
ko: 게임 그룹화
ru: Группировать игры

source: Hardware
fr: Matériel
ja: ハードウェア
ko: 하드웨어
ru: Оборудование

source: Hardware analytics
de: Hardwareanalyse
es: Análisis de hardware
fr: Analyse du matériel
ja: ハードウェア分析
ko: 하드웨어 분석
ru: Аналитика оборудования

source: has DLCs
de: hat DLCs
es: Tiene DLCs
fr: A des DLCs
ja: DLCあり
ko: DLC 보유
ru: Есть DLC

source: has no DLCs
de: hat keine DLCs
es: No tiene DLCs
fr: N'a pas de DLCs
ja: DLCなし
ko: DLC 없음
ru: Нет DLC

source: has no notes
de: hat keine Notizen
es: No tiene notas
fr: N'a pas de notes
ja: メモなし
ko: 메모 없음
ru: Нет заметок

source: has notes
de: hat Notizen
es: Tiene notas
fr: A des notes
ja: メモあり
ko: 메모 있음
ru: Есть заметки

source: image credit
de: Bildrechte
es: Créditos de la imagen
fr: Crédits d'image
ja: 画像クレジット
ko: 이미지 출처
ru: Автор изображения

source: Images of controllers have been created using midjourney.
de: Bilder von Controllern wurden mit Midjourney generiert.
es: Las imágenes de los controladores han sido creadas utilizando Midjourney.
fr: Les images des manettes ont été créées à l'aide de Midjourney.
ja: コントローラーの画像はMidjourneyを使用して作成されました。
ko: 컨트롤러 이미지는 Midjourney를 사용하여 생성되었습니다.
ru: Изображения контроллеров были созданы с использованием Midjourney.

source: Import and override
de: Importieren und überschreiben
es: Importar y sobrescribir
fr: Importer et écraser
ja: インポートして上書き
ko: 가져오고 덮어쓰기
ru: Импортировать и перезаписать

source: Import and update
de: Importieren und aktualisieren
es: Importar y actualizar
fr: Importer et mettre à jour
ja: インポートして更新
ko: 가져오고 업데이트
ru: Импортировать и обновить

source: Import cancelled
de: Import abgebrochen
es: Importación cancelada
fr: Importation annulée
ja: インポートがキャンセルされました
ko: 가져오기 취소됨
ru: Импорт отменен

source: Import database
de: Datenbank importieren
es: Importar base de datos
fr: Importer la base de données
ja: データベースをインポート
ko: 데이터베이스 가져오기
ru: Импортировать базу данных

# importDatabaseFromAJSONFile
source: Import a database from a JSON-file
de: Importiere eine Datenbank aus einer JSON-Datei
es: Importar una base de datos desde un archivo JSON
fr: Importer une base de données à partir d'un fichier JSON
ja: JSONファイルからデータベースをインポート
ko: JSON 파일에서 데이터베이스 가져오기
ru: Импортировать базу данных из файла JSON

source: Import/Export
es: Importar/Exportar
fr: Importation/Exportation
ja: インポート/エクスポート
ko: 가져오기/내보내기
ru: Импорт/Экспорт

source: Import failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
ja: インポートに失敗しました
ko: 가져오기 실패
ru: Сбой импорта

source: Import missing database entries only
de: Nur fehlende Datenbankeinträge importieren
es: Importar solo entradas faltantes en la base de datos
fr: Importer uniquement les entrées manquantes dans la base de données
ja: 欠落しているデータベースエントリのみをインポート
ko: 누락된 데이터베이스 항목만 가져오기
ru: Импортировать только отсутствующие записи в базе данных

source: Import successful
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
ja: インポートに成功しました
ko: 가져오기 성공
ru: Импорт успешен

source: incomplete
de: nicht durchgespielt
es: Incompleto
fr: Incomplet
ja: 未完了
ko: 미완료
ru: Не завершено

# isAscending
source: ascending
de: aufsteigend
es: Ascendente
fr: Ascendant
ja: 昇順
ko: 오름차순
ru: По возрастанию

source: is favorite
de: ist Favorit
es: Es favorito
fr: Est un favori
ja: お気に入り
ko: 즐겨찾기
ru: В избранном

source: is not favorite
de: ist kein Favorit
es: No es favorito
fr: N'est pas un favori
ja: お気に入りではない
ko: 즐겨찾기 아님
ru: Не в избранном

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
ru: Язык

# languageSubtitle
source: The most controversial decision
de: Die umstrittenste Entscheidung
es: La decisión más controvertida
fr: La décision la plus controversée
ja: 最も論議の的となる決定
ko: 가장 논쟁적인 결정
ru: Самое спорное решение

source: Last modified
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
ja: 最終変更日
ko: 최종 수정일
ru: Последнее изменение

source: left area
de: linker Bereich
es: Área izquierda
fr: Zone gauche
ja: 左エリア
ko: 왼쪽 영역
ru: Левая область

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
ko: 라이브러리
ru: Библиотека

source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
ja: ライセンス
ko: 라이선스
ru: Лицензии

source: Light
de: Hell
es: Claro
fr: Clair
ja: 明るい
ko: 밝은
ru: Светлый

source: median
es: Mediana
fr: Médiane
ja: 中央値
ko: 중간값
ru: Медиана

source: Misc
de: Sonstige
es: Varios
fr: Divers
ja: その他
ko: 기타
ru: Разное

source: Misc analytics
de: Sonstige Analysen
es: Análisis varios
fr: Analyses diverses
ja: その他の分析
ko: 기타 분석
ru: Различные аналитики

# nDLCs
source: {num, plural, =0{No DLCs} =1{1 DLC} other{{num} DLCs}}
de: {num, plural, =0{Keine DLCs} =1{1 DLC} other{{num} DLCs}}
es: {num, plural, =0{Sin DLCs} =1{1 DLC} other{{num} DLCs}}
fr: {num, plural, =0{Pas de DLCs} =1{1 DLC} other{{num} DLCs}}
ja: {num, plural, =0{DLCなし} =1{1 DLC} other{{num} DLC}}
ko: {num, plural, =0{DLC 없음} =1{1 DLC} other{{num} DLC}}
ru: {num, plural, =0{Нет DLC} =1{1 DLC} other{{num} DLC}}

# nGames
source: {num, plural, =0{No Games} =1{1 Game} other{{num} Games}}
de: {num, plural, =0{Keine Spiele} =1{1 Spiel} other{{num} Spiele}}
es: {num, plural, =0{Sin juegos} =1{1 juego} other{{num} juegos}}
fr: {num, plural, =0{Pas de jeux} =1{1 jeu} other{{num} jeux}}
ja: {num, plural, =0{ゲームなし} =1{1 ゲーム} other{{num} ゲーム}}
ko: {num, plural, =0{게임 없음} =1{1 게임} other{{num} 게임}}
ru: {num, plural, =0{Нет игр} =1{1 игра} other{{num} Игры}}

# nHardware
source: {num, plural, =0{No Hardware} =1{1 Hardware entry} other{{num} Hardware entries}}
de: {num, plural, =0{Keine Hardware} =1{1 Hardware-Eintrag} other{{num} Hardware-Einträge}}
es: {num, plural, =0{Sin hardware} =1{1 entrada de hardware} other{{num} entradas de hardware}}
fr: {num, plural, =0{Pas de matériel} =1{1 entrée de matériel} other{{num} entrées de matériel}}
ja: {num, plural, =0{ハードウェアなし} =1{1 ハードウェアエントリ} other{{num} ハードウェアエントリ}}
ko: {num, plural, =0{하드웨어 없음} =1{1 하드웨어 항목} other{{num} 하드웨어 항목}}
ru: {num, plural, =0{Нет оборудования} =1{1 запись оборудования} other{{num} Оборудование}}

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
ru: Имя

source: Nintendo
ja: 任天堂
ko: 닌텐도

source: none
de: Nichts
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
ru: Ничего

source: Notes
de: Notizen
es: Notas
ja: メモ
ko: 메모
ru: Заметки

source: observing
es: Observando
fr: Observation
ja: 観察中
ko: 관찰 중
ru: Наблюдение

# onPileOfShame
source: On the pile of shame
de: Auf dem Pile of Shame
es: En el Pile of Shame
fr: Sur la Pile of Shame
ja: Pile of Shameに
ko: Pile of Shame에
ru: На Pile of Shame

source: on wishlist
de: Auf der Wunschliste
es: En la lista de deseos
fr: Sur la liste de souhaits
ja: ウィッシュリストに
ko: 위시리스트에
ru: В списке желаемого

source: Personalize game displays
de: Spiel-Displays personalisieren
es: Personalizar pantallas de juegos
fr: Personnaliser les affichages de jeu
ja: ゲームディスプレイを個人化
ko: 게임 디스플레이 개인화
ru: Настроить отображение игры

# personalizeTheGameDisplayByDraggingEndPiecesOrBottomBarsIntoThePreview
source: Personalize the game display by dragging end pieces or bottom bars into the preview slots.
de: Personalisiere das Spiel-Display indem Du Endstücke oder Bauchbinden in die Slots der Vorschau ziehst.
es: Personaliza la pantalla del juego arrastrando piezas finales o barras inferiores a la vista previa.
fr: Personnalisez l'affichage du jeu en faisant glisser des pièces finales ou des barres inférieures dans l'aperçu.
ja: プレビューにエンドピースやボトムバーをドラッグして、ゲームディスプレイを個人化してください。
ko: 프리뷰에 끝 부분이나 하단 바를 끌어다 놓아 게임 디스플레이를 개인화하세요.
ru: Настройте отображение игры, перетаскивая конечные элементы или нижние полосы в предварительный просмотр.
