Repository: PhiliGuertler/pile-of-shame
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, ru

source: Phone
de: Handy
es: Teléfono
fr: Téléphone
ja: 携帯電話
ko: 휴대전화
ru: Телефон

# pileOfShameWhatAreYou
source: With Pile of Shame you can save your game collection in a nice look, without any accounts, online constraints or ads. The app is completely open source! Do you have ideas for features that the app is still missing? Feel free to create an issue on the Github page of this project linked above.
de: Mit Pile of Shame kannst Du Deine Spielesammlung in schicker Optik abspeichern, ganz ohne Accounts, Online-Zwang oder Werbung. Die App ist komplett Open-Source! Hast Du Ideen für Features, die der App noch fehlen? Mach gerne ein Issue auf der oben verlinkten Github-Seite dieses Projekts auf.
es: Con Pile of Shame, puedes almacenar tu colección de juegos con un aspecto elegante, sin necesidad de cuentas, restricciones en línea o publicidad. ¡La aplicación es completamente de código abierto! ¿Tienes ideas para funciones que falten en la aplicación? ¿O has encontrado algún error? Si es así, no dudes en informar en la página de problemas del proyecto en Github, en el enlace proporcionado anteriormente.
fr: Avec Pile of Shame, vous pouvez stocker votre collection de jeux avec une apparence élégante, sans avoir besoin de comptes, de restrictions en ligne ou de publicités. L'application est entièrement open source ! Avez-vous des idées pour des fonctionnalités manquantes dans l'application ? Ou avez-vous trouvé une erreur ? N'hésitez pas à signaler un problème sur la page Github du projet, dont le lien est fourni ci-dessus.
ja: Pile of Shameを使用して、アカウント、オンライン制限、広告なしでゲームコレクションを保存できます。このアプリは完全にオープンソースです！アプリにまだ欠けている機能のアイデアはありますか？またはエラーが見つかりましたか？GitHubプロジェクトのリンク先でIssueを作成してください。
ko: Pile of Shame을 사용하여 게임 컬렉션을 멋진 디자인으로 저장하고 계정, 온라인 강제 또는 광고 없이 즐기세요. 앱은 완전히 오픈 소스입니다! 앱에 더 필요한 기능이나 오류가 있다면 위에 링크된 Github 페이지에서 이슈를 작성해 주세요.
ru: С Pile of Shame вы можете сохранить свою коллекцию игр в стильной оболочке, без учетных записей, онлайн-ограничений или рекламы. Приложение полностью открытое! Есть идеи по функциям, которых не хватает в приложении? Или вы заметили ошибку? Не стесняйтесь создать запрос на Github, по предоставленной выше ссылке.

source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
ja: プラットフォーム
ko: 플랫폼
ru: Платформа

source: Platform distribution
de: Plattform-Verteilung
es: Distribución de plataformas
fr: Distribution des plateformes
ja: プラットフォーム分布
ko: 플랫폼 분포
ru: Распределение платформ

source: Platform families
de: Plattform-Familien
es: Familias de plataformas
fr: Familles de plateformes
ja: プラットフォームファミリー
ko: 플랫폼 패밀리
ru: Семейства платформ

source: Playing
de: Am Spielen
es: Jugando
fr: En cours de jeu
ja: プレイ中
ko: 플레이 중
ru: Играет

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
ru: Предварительный просмотр

source: Price
de: Preis
es: Precio
fr: Prix
ja: 価格
ko: 가격
ru: Цена

# priceAndLastModified
source: price and modification-date
de: Preis und Änderungsdatum
es: Precio y última modificación
fr: Prix et dernière modification
ja: 価格と最終変更日
ko: 가격 및 최종 수정일
ru: Цена и последнее изменение

source: Price distribution
de: Preisverteilung
es: Distribución de precios
fr: Distribution des prix
ja: 価格分布
ko: 가격 분포
ru: Распределение цен

source: Price distribution by platform
de: Preisverteilung nach Plattform
es: Distribución de precios por plataforma
fr: Distribution des prix par plateforme
ja: プラットフォーム別の価格分布
ko: 플랫폼별 가격 분포
ru: Распределение цен по платформе

source: Price distribution by platform family
de: Preisverteilung nach Plattform-Familie
es: Distribución de precios por familia de plataforma
fr: Distribution des prix par famille de plateforme
ja: プラットフォームファミリー別の価格分布
ko: 플랫폼 패밀리별 가격 분포
ru: Распределение цен по семейству платформ

# priceVariant
source: Kind of acquisition
es: Variante de precio
fr: Variante de prix
ja: 価格のバリアント
ko: 가격 변형
ru: Вариант цены

source: Price with DLCs
de: Preis inkl. DLCs
es: Precio con DLCs
fr: Prix avec DLCs
ja: DLC込みの価格
ko: DLC 포함 가격
ru: Цена с DLC

source: Rated {n}
de: Freigegeben ab {n} Jahren
es: Clasificado para mayores de {n} años
fr: Classé pour les plus de {n} ans
ja: {n}歳以上対象
ko: {n}세 이상 관람 가능
ru: Рейтинг {n}+

source: Remove active filters
de: Aktive Filter entfernen
es: Eliminar filtros activos
fr: Supprimer les filtres actifs
ja: アクティブなフィルタを削除
ko: 활성 필터 제거
ru: Убрать активные фильтры

source: repeat animations
de: Animationen wiederholen
es: Repetir animaciones
fr: Répéter les animations
ja: アニメーションを繰り返す
ko: 애니메이션 반복
ru: Повторять анимации

source: Replaying
de: Erneut am Spielen
es: Rejugando
fr: Rejouant
ja: 再プレイ中
ko: 재플레이 중
ru: Повторное прохождение

source: Retro
fr: Rétro
ja: レトロ
ko: 레트로
ru: Ретро

source: right area
de: rechter Bereich
es: Área derecha
fr: Zone droite
ja: 右エリア
ko: 오른쪽 영역
ru: Правая область

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить

# searchGames
source: search for games
de: Spiele suchen
es: Buscar juegos
fr: Rechercher des jeux
ja: ゲームを検索
ko: 게임 검색
ru: Поиск игр

source: SEGA
ja: セガ

source: Select which game platforms you have. Only enabled platforms are selectable when adding and editing games. Also, only enabled platforms can be used as filters. Games from disabled platforms are still visible when no platform filters are active.
de: Wähle aus, welche Spiele-Plattformen Du hast. Nur aktivierte Plattformen sind beim Hinzufügen und Bearbeiten von Spielen auswählbar. Außerdem können nur aktivierte Plattformen als Filter verwendet werden. Spiele aus deaktivierten Plattformen sind weiterhin sichtbar, wenn keine Plattform-Filter aktiv sind.
es: Selecciona las plataformas de juegos que tienes. Solo las plataformas habilitadas son seleccionables al agregar y editar juegos. Además, solo las plataformas habilitadas se pueden usar como filtros. Los juegos de plataformas deshabilitadas siguen siendo visibles cuando no hay filtros de plataforma activos.
fr: Sélectionnez les plates-formes de jeu que vous avez. Seules les plates-formes activées sont sélectionnables lors de l'ajout et de la modification de jeux. De plus, seules les plates-formes activées peuvent être utilisées comme filtres. Les jeux des plates-formes désactivées restent visibles lorsqu'aucun filtre de plate-forme n'est actif.
ja: お持ちのゲームプラットフォームを選択してください。追加および編集時には有効なプラットフォームのみが選択可能です。また、フィルタとして使用できるのも有効なプラットフォームだけです。プラットフォームのフィルタが無効の場合、無効なプラットフォームのゲームはまだ表示されます。
ko: 보유한 게임 플랫폼을 선택하세요. 추가 및 편집시에만 활성화된 플랫폼을 선택할 수 있습니다. 또한 활성화된 플랫폼만 필터로 사용할 수 있습니다. 비활성화된 플랫폼의 게임은 필터가 비활성화된 경우에도 여전히 표시됩니다.
ru: Выберите платформы игр, которые у вас есть. Только активные платформы можно выбирать при добавлении и редактировании игр. Также только активные платформы можно использовать в качестве фильтров. Игры с отключенных платформ все равно видны, когда нет активных фильтров по платформе.

source: Select your platforms
de: Wähle Deine Plattformen
es: Selecciona tus plataformas
fr: Sélectionnez vos plates-formes
ja: プラットフォームを選択
ko: 플랫폼 선택
ru: Выберите ваши платформы

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
ja: 設定
ko: 설정
ru: Настройки

source: Share database
de: Datenbank teilen
es: Compartir base de datos
fr: Partager la base de données
ja: データベースを共有
ko: 데이터베이스 공유
ru: Поделиться базой данных

source: Share database as a JSON-file
de: Datenbank als JSON-Datei teilen
es: Compartir base de datos como archivo JSON
fr: Partager la base de données sous forme de fichier JSON
ja: データベースをJSONファイルとして共有
ko: JSON 파일로 데이터베이스 공유
ru: Поделиться базой данных в формате JSON

source: Sony
ja: ソニー

source: sort games
de: Spiele sortieren
es: Ordenar juegos
fr: Trier les jeux
ja: ゲームをソート
ko: 게임 정렬
ru: Сортировать игры

source: Sort hardware
de: Hardware sortieren
es: Ordenar hardware
fr: Trier le matériel
ja: ハードウェアをソート
ko: 하드웨어 정렬
ru: Сортировать оборудование

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
ru: Статус

# systemDefined
source: Specified by the system
de: Vom System vorgegeben
es: Definido por el sistema
fr: Défini par le système
ja: システム定義
ko: 시스템 정의
ru: Система определит

source: System-Language
de: System-Sprache
es: Idioma del sistema
fr: Langue du système
ja: システムの言語
ko: 시스템 언어
ru: Язык системы

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
ja: このアクションは元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
ru: Это действие нельзя отменить

source: This field is required
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est requis
ja: この項目は必須です
ko: 이 필드는 필수입니다
ru: Это поле обязательно

source: Total: {n}
de: Gesamt: {n}
ja: 合計：{n}
ko: 전체: {n}
ru: Всего: {n}

source: Update existing games
de: Existierende Spiele aktualisieren
es: Actualizar juegos existentes
fr: Mettre à jour les jeux existants
ja: 既存のゲームを更新
ko: 기존 게임 업데이트
ru: Обновить существующие игры

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
ru: Да

source: Your platforms
de: Deine Plattformen
es: Tus plataformas
fr: Vos plates-formes
ja: あなたのプラットフォーム
ko: 당신의 플랫폼
ru: Ваши платформы

# yourPreviousGamesWillBeDeleted
source: Your previous games and hardware will be deleted.
de: Deine bisherigen Spiele und Hardware werden gelöscht.
es: Tus juegos y hardware anteriores se eliminarán.
fr: Vos jeux et matériel précédents seront supprimés.
ja: 以前のゲームおよびハードウェアが削除されます。
ko: 이전 게임과 하드웨어가 삭제됩니다.
ru: Ваши предыдущие игры и оборудование будут удалены.

source: Atari
ko: 아타리

source: Nokia
ko: 노키아

source: PC
ru: ПК
